IDS_DGN_MEMB_USE_TYPE_DWGREP                  = "도면 및 계산서"
IDS_DGN_MEMB_USE_TYPE_DRAWING                 = "도면"
IDS_DGN_MEMB_USE_TYPE_REPORT                  = "계산서"
IDS_DGN_MEMB_USE_TYPE_NONE                    = "검토용"
IDS_DGN_MEMB_USE_TYPE_MEMBER                  = "부재 설정 적용"

IDS_DGN_MEMB_GIRDER                           = "큰보"
IDS_DGN_MEMB_GIRDER_MAIN                      = "큰보 ( 메인 )"
IDS_DGN_MEMB_GIRDER_SUB                       = "큰보 ( 서브 )"
IDS_DGN_MEMB_BEAM                             = "작은보"
IDS_DGN_MEMB_COLUMN                           = "기둥"
IDS_DGN_MEMB_COLUMN_LOWER                     = "하부 기둥"
IDS_DGN_MEMB_COLUMN_UPPER                     = "상부 기둥"
IDS_DGN_MEMB_BRACKET                          = "브라켓"
IDS_DGN_MEMB_BRACKET_LOWER                    = "하부 브라켓"
IDS_DGN_MEMB_BRACKET_UPPER                    = "상부 브라켓"
IDS_DGN_MEMB_STIFFENER                        = "스티프너"
IDS_DGN_MEMB_STIFFENER_TOP                    = "상부 스티프너"
IDS_DGN_MEMB_STIFFENER_BOT                    = "하부 스티프너"
IDS_DGN_MEMB_STIFFENER_WEB                    = "기둥 웨브 스티프너"
IDS_DGN_MEMB_BOLT                             = "볼트"
IDS_DGN_MEMB_PLATE                            = "플레이트"
IDS_DGN_LAYOUT                                = "배치"
IDS_DGN_FORCE                                 = "부재력"
IDC_DGN_CHK_DRAW_DIMS                      	  = "치수선 표시"

IDS_DGN_CHK                                   = "선택"
IDS_DGN_CHECK                                 = "선택"
IDS_DGN_MEMBER_TYPE                           = "부재 유형"
IDS_DGN_MEMBER_NAME                           = "부재 이름"

IDS_DGN_FAIL_CREATE_EXCEL                     = "엑셀을 시작하지 못했습니다."
IDS_DGN_FAIL_WRITE_TO_EXCEL                   = "그리드를 엑셀로 변환하지 못했습니다."
IDS_DGN_FAIL_SAVE_AND_OPEN_EXCEL              = "엑셀 파일을 저장하지 못했습니다."
IDS_DGN_EXPORT_GRID_TO_EXCEL                  = "테이블을 엑셀 파일로 변환"
IDS_DGN_NOT_EXIST_DATA_TO_EXPORT_TO_EXCEL     = "엑셀 파일 생성을 위한 데이터가 존재하지 않습니다."

IDS_DGN_EXCEL_EXPORT_LOAD_INFO                = "하중 정보"
IDS_DGN_EXCEL_EXPORT_LOAD_DEAD                = "고정 하중"
IDS_DGN_EXCEL_EXPORT_LOAD_LIVE                = "활하중"
IDS_DGN_EXCEL_EXPORT_LOAD_SERV                = "사용 하중"
IDS_DGN_EXCEL_EXPORT_LOAD_FACT                = "계수 하중"
IDS_DGN_EXCEL_EXPORT_LOAD_SUM                 = "합계"

IDS_DGN_EXCEL_BATCHWALL_STORY                 = "층"
IDS_DGN_EXCEL_BATCHWALL_SECTION               = "단면"
IDS_DGN_EXCEL_BATCHWALL_MATERIAL              = "재질"
IDS_DGN_EXCEL_BATCHWALL_LW_CONC               = "경량\n콘크리트"
IDS_DGN_EXCEL_BATCHWALL_FACTOR                = "계수"
IDS_DGN_EXCEL_BATCHWALL_MOMENT                = "모멘트"
IDS_DGN_EXCEL_BATCHWALL_SHEAR                 = "전단력"
IDS_DGN_EXCEL_BATCHWALL_RATIO                 = "비율"
IDS_DGN_EXCEL_BATCHWALL_LENGTH                = "길이"
IDS_DGN_EXCEL_BATCHWALL_VER_BAR               = "수직근"
IDS_DGN_EXCEL_BATCHWALL_HOR_BAR               = "수평근"
IDS_DGN_EXCEL_BATCHWALL_END_BAR               = "단부근"
IDS_DGN_EXCEL_BATCHWALL_BE_BAR                = "경계 요소 배근"
IDS_DGN_EXCEL_BATCHWALL_BAR_NAME              = "명칭"
IDS_DGN_EXCEL_BATCHWALL_BAR_AREA              = "단면적"
IDS_DGN_EXCEL_BATCHWALL_BAR_SPACE             = "간격"
IDS_DGN_EXCEL_BATCHWALL_BAR_NO                = "개수"
IDS_DGN_EXCEL_BATCHWALL_BAR_NO1               = "개수1"
IDS_DGN_EXCEL_BATCHWALL_BAR_NO2               = "개수2"
IDS_DGN_EXCEL_BATCHWALL_BAR_SMAX              = "Smax"

IDS_DGN_QUANTITY_BATCHWALL_GENERAL            = "일반사항"
IDS_DGN_QUANTITY_BATCHWALL_NAME               = "벽체명"
IDS_DGN_QUANTITY_BATCHWALL_STORY              = "층"
IDS_DGN_QUANTITY_BATCHWALL_SECTION            = "단면"
IDS_DGN_QUANTITY_BATCHWALL_REBAR              = "배근"
IDS_DGN_QUANTITY_BATCHWALL_VER_BAR            = "수직근"
IDS_DGN_QUANTITY_BATCHWALL_HOR_BAR            = "수평근"
IDS_DGN_QUANTITY_BATCHWALL_END_BAR            = "단부근"
IDS_DGN_QUANTITY_BATCHWALL_QUANTITY           = "물량"
IDS_DGN_QUANTITY_BATCHWALL_CONCRETE           = "콘크리트"
IDS_DGN_QUANTITY_BATCHWALL_SUM                = "합계"
IDS_DGN_QUANTITY_BATCHWALL_TOTAL              = "전체 합계"

IDS_DGN_QUANTITY_NOT_EXIST_DATA               = "해당 부재가 존재하지 않습니다."

IDS_DGN_CALC_FAIL                             = "부재 설계를 실패하였습니다."
IDS_DGN_OPT_CHANGE_STEEL_SECTION_LIST         = "철골 단면 DB가 변경되었습니다.\n철골 설계 옵션의 단면 정보를 기본값으로 변경할까요?"
IDS_DGN_OPT_CHANGE_ALUMINUM_SECTION_LIST      = "알루미늄 단면 DB가 변경되었습니다.\n알루미늄 설계 옵션의 단면 정보를 기본값으로 변경할까요?"

IDS_DGN_NOT_SELECT_DATA                       = "선택된 Element 또는 Position이 없습니다."
IDS_DGN_NOT_SELECT_NODE                       = "선택된 Node가 없습니다."
IDS_DGN_NOT_INPUT_SECTNAME                    = "검토부재의 이름이 존재하지 않습니다."
IDS_DGN_NOT_SELECT_UMD                        = "선택된 항목이 없습니다."
IDS_DGN_NO_SELECTED_SECTION                   = "[오류] 단면이 선택되지 않았습니다."
IDS_DB_UPLINK_PROGRAM_GUID_NOT_MATCH          = "일괄 전단벽이 다른 Gen 파일로 생성되었습니다.\n\n벽체 정보를 업데이트 하시겠습니까?"
IDS_DGN_NOT_VALID_PROGRAM_RGW                 = "일괄 전단벽이 내보내기를 지원하지 않는 Gen에 의해서 생성되었습니다.\nGen V940 / Design+ V490 또는 상위 버전에서 내보내기를 지원합니다."
IDS_DGN_NOT_EXIST_RBB                         = "일괄 보 정보가 없습니다."
IDS_DGN_NOT_EXIST_RBC                         = "일괄 기둥 정보가 없습니다."
IDS_DGN_NOT_EXIST_RGW                         = "일괄 전단벽 정보가 없습니다."

IDS_DGN_NOT_EXIST_RC_COLUMN                   = "콘크리트 기둥 데이터가 없습니다."
IDS_DGN_CONVERT_COLUMN_RCSRC                  = "콘크리트 기둥 -> 합성 기둥"
IDS_DGN_CONVERT_COLUMN_RCGSC                  = "콘크리트 기둥 -> 임의 형상 기둥"
IDS_DGN_CONVERT_TO_GUSCO                      = "합성 기둥으로 변환"
IDS_DGN_CONVERT_TO_GUCCO                      = "임의 형상 기둥으로 변환"

IDS_DGN_NOT_DRAW_DATA_ERROR                   = "단면을 그릴수 없습니다."
IDS_DGN_INVALID_FORMULA                       = "수식이 올바르지 않습니다."
IDS_DGN_CHARACTER_EXIST                       = "문자가 존재합니다."
IDS_DGN_BIG_VALUE                             = "값이 너무 큽니다."
IDS_DGN__ADDD__Integer_Is_Required            = "정수값을 입력해야 합니다."
IDS_DGN__ADDD___CCMLoadCaseGrid__ValidateField__  = "<CCMLoadCaseGrid::ValidateField> Error: Out of range column id!"
IDS_DGN__ADDD___has_not_been_entered_         = " 이/가 입력되지 않았습니다."

IDS_DGN_CELL_DELETED_DATA_IS_INCORRECT_SPECIFY_CELL_AGAIN  = "지우려는 데이터의 셀이 올바르지 않습니다. 셀을 다시 선택해 주세요."
IDS_DGN_CELL_INSERTED_IS_INCORRECT_SPECIFY_CELL_AGAIN  = "삽입하려는 셀이 올바르지 않습니다. 셀을 다시 선택해 주세요"

IDS_DGN_OPTION_INVALID_MESSAGE                = "옵션 데이터에 오류가 있습니다. 메시지 창을 확인하세요."
IDS_DGN_DATABASE_INVALID_MESSAGE              = "데이터 베이스 정보에 오류가 있습니다. 메시지 창을 확인하세요."
IDS_DGN_REBAR_INVALID_MESSAGE                 = "철근 데이터에 오류가 있습니다. 메시지 창을 확인하세요."
IDS_DGN_STL_OPTION_INVALID_MESSAGE            = "철골 설계 옵션에 오류가 있습니다. 메시지 창을 확인하세요."
IDS_DGN_ALU_OPTION_INVALID_MESSAGE            = "알루미늄 설계 옵션에 오류가 있습니다. 메시지 창을 확인하세요."

IDS_DGN_COVER_OPT_DLG_CAPTION                 = "DB 데이터 수정"
IDS_DGN_COVER_OPT_CHANGED                     = "피복 두께 설정이 변경되었습니다."
IDS_DGN_COVER_OPT_CHANGE_DB_DATA              = "DB 데이터의 해당 정보를 변경할까요?"
IDS_DGN_COVER_DATA_CHANGE_GSLAB               = "콘크리트 슬래브 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURBE               = "콘크리트 보 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURCO               = "콘크리트 기둥 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURGC               = "콘크리트 임의 형상 기둥 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURSW               = "콘크리트 전단벽 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURSF               = "콘크리트 줄기초 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURDW               = "콘크리트 복합 기초 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GUFDN               = "콘크리트 기초 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GUCBF               = "콘크리트 복합 기초 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURCF               = "콘크리트 복합 기초 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURBW               = "콘크리트 지하 외벽 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURBU               = "콘크리트 버트레스 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURST               = "콘크리트 계단 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURCB               = "콘크리트 코벨 / 브라켓 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURBL               = "콘크리트 보 테이블 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURSL               = "콘크리트 슬래브 테이블 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURRW               = "콘크리트 캔틸레버 옹벽 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GBWUW               = "콘크리트 일괄 전단벽 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GUCCO               = "합성 기둥 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GUFSL               = "콘크리트 슬래브 보강 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GUFBE               = "콘크리트 보 보강 정보 변경"
IDS_DGN_COVER_DATA_CHANGE_GURAB               = "앵커볼트 정보 변경"

IDS_DGN_OPTION_RC_MESSAGE_HEADER              = "[ 콘크리트 옵션 검토 결과 ]"
IDS_DGN_OPTION_STEEL_MESSAGE_HEADER           = "[ 철골 옵션 검토 결과 ]"
IDS_DGN_OPTION_SRC_MESSAGE_HEADER             = "[ 합성 부재 옵션 검토 결과 ]"
IDS_DGN_OPTION_CFS_MESSAGE_HEADER             = "[ 냉간 성형강 설계 옵션 검토 결과 ]"
IDS_DGN_OPTION_ALU_MESSAGE_HEADER             = "[ 알루미늄 설계 옵션 검토 결과 ]"
IDS_DGN_OPTION_RFM_MESSAGE_HEADER             = "[ 콘크리트 보강 설계 옵션 검토 결과 ]"

IDS_DGN_OPTION_INVALID_CODE_NAME              = "설계 기준 ( %s )은 지원하지 않습니다."
IDS_DGN_OPTION_INVALID_RATIO_BENDING          = "설계 목표 강도비 오류 : 휨 모멘트 < 0"
IDS_DGN_OPTION_INVALID_RATIO_COMPRESSION      = "설계 목표 강도비 오류 : 압축 < 0"
IDS_DGN_OPTION_INVALID_RATIO_TENSION          = "설계 목표 강도비 오류 : 인장 < 0"
IDS_DGN_OPTION_INVALID_RATIO_SHEAR            = "설계 목표 강도비 오류 : 전단 또는 비틀림 < 0"
IDS_DGN_OPTION_INVALID_RATIO_OTHERS           = "설계 목표 강도비 오류 : 기타 < 0"

IDS_DGN_KFACTOR_TYPE_PINPIN                   = "Pin-Pin"
IDS_DGN_KFACTOR_TYPE_FIXFIX                   = "Fix-Fix"
IDS_DGN_KFACTOR_TYPE_PINFIX                   = "Pin-Fix"
IDS_DGN_KFACTOR_TYPE_CANTILEVER               = "Cantilever"
IDS_DGN_KFACTOR_TYPE_USER                     = "User"

IDS_DGN_PREF_DRAW_LIST_NAME                   = "이름"
IDS_DGN_PREF_DRAW_LIST_COLOR                  = "색상"
IDS_DGN_PREF_DRAW_LIST_LINETYPE               = "선종류"
IDS_DGN_PREF_DRAW_LIST_NOTE                   = "설명"

IDS_DGN_EXPORT_REPORT_DET                     = "보고서 생성 중 [ 상세 계산서, %s ]"
IDS_DGN_EXPORT_REPORT_SUM                     = "보고서 생성 중 [ 요약 계산서, %s ]"
IDS_DGN_EXPORT_REPORT_INP                     = "보고서 생성 중 [ 입력 데이터, %s ]"
IDS_DGN_EXPORT_QUICK_DET                      = "보고서 생성 중 [ 상세 계산서, %s ]"
IDS_DGN_EXPORT_QUICK_SUM                      = "보고서 생성 중 [ 요약 계산서, %s ]"
IDS_DGN_EXPORT_QUICK_INP                      = "보고서 생성 중 [ 입력 데이터, %s ]"
IDS_DGN_QUICK_REPORT_CREATEION_ERROR          = "보고서 생성을 위한 데이터가 없어서 보고서 생성을 할 수 없습니다."
IDS_DGN_EXPORT_FAIL_CREATE_FOLDER             = "지정한 폴더를 생성할 수 없습니다. 경로명을 확인하세요."

IDS_DGN_TABLE_HEAD_SERIAL_NO                  = "SN"
IDS_DGN_TABLE_HEAD_SIZE                       = "크기"
IDS_DGN_TABLE_HEAD_LEGNO                      = "다리수"
IDS_DGN_TABLE_HEAD_RATIO                      = "비율"
IDS_DGN_TABLE_HEAD_SPAN                       = "경간"
IDS_DGN_TABLE_HEAD_DISTANCE                   = "거리"

DGN_FORCE_DLG_NOTICE_ALU_MTCHK                = "LCB1은 검토/설계 후에 지배적인 하중 조합으로 변경됩니다."
DGN_FORCE_DLG_NOTICE_STL_SGCHK                = "LCB1은 검토/설계 후에 지배적인 하중 조합으로 변경됩니다."
DGN_FORCE_DLG_NOTICE_STL_BPCHK                = "LCB1은 검토/설계 후에 지배적인 하중 조합으로 변경됩니다."
DGN_FORCE_DLG_NOTICE_RCS_FNCHK                = "LCB1은 검토/설계 후에 지배적인 하중 조합으로 변경됩니다."
DGN_FORCE_DLG_NOTICE_RCS_GCCHK                = "LCB0은 축/휨 강도 지배 하중 조합과 전단 지배 하중 조합이 각각 포함된 조합입니다."
DGN_FORCE_DLG_LCOM_DESCRIPTION                = "설명"
DGN_FORCE_DLG_LCOM_NO2                        = "하중 조합 오류 : 하중 조합의 수 < 2"
DGN_FORCE_DLG_LCOM_ACTIVE                     = "최소한 1개 이상의 적용 가능한 하중 조합이 필요합니다.\n\n하나 이상의 하중 조합을 선택해 주세요."

IDS_DGN_PREF_GENERAL_NOTICE                   = "※ 기둥 ( RC, SRC ) 부재는 옵션과 무관하게 철근 중심까지의 거리를 사용합니다."

IDS_DGN_EXPORT_SELECT_FOLDER                  = "출력물을 저장할 폴더를 선택하세요.\n\n(선택에 따라 DWG, EMF, BMP, JPG형식으로 저장됩니다.)"
IDS_DGN_SEC_FILE_FOLDER                       = "*.sec 파일이 저장된 폴더를 선택하세요. \n\n(*.sec 파일은 GSD를 이용해서 만들 수 있습니다.)"
IDS_DGN_BASIC_SNOW_LOAD                       = "기본 적설 하중"
IDS_DGN_BASIC_DESIGN_WIND_VELOCITY            = "기본 설계 풍속"
IDS_DGN_ROOF_AVER_HEIGHT                      = "지붕의 평균 높이"
IDS_DGN_DESIGN_ELEM_LOCA_HEIGHT               = "설계 대상 부재의 설치 높이"
IDS_DGN_WIND_LOAD_MSG_BUILD_TYPE              = "건물 형식이 선택되지 않았습니다."
IDS_DGN_WIND_LOAD_MSG_ROOF_TYPE               = "지붕 형식이 선택되지 않았습니다."
IDS_DGN_WIND_LOAD_MSG_CHECK_POINT             = "검토 위치가 선택되지 않았습니다."

IDS_DGN_STIFFENER_SECT_B                      = "스티프너의 폭"
IDS_DGN_STIFFENER_SECT_S                      = "스티프너의 설치 간격"
IDS_DGN_STIFFENER_FORCE_V                     = "집중 하중점의 전단력"
IDS_DGN_STIFFENER_FORCE_M                     = "집중 하중점의 모멘트"
IDS_DGN_STIFFENER_FORCE_B                     = "집중 하중 작용면의 길이"
IDS_DGN_STIFFENER_FORCE_D                     = "부재 단부로부터 집중 하중점까지의 거리"

IDS_DGN_TORSION_FORCE_POSITION                = "부재 단부로부터 집중 하중점까지의 거리"

IDS_DGN_QUANTITY_SIZE_N                       = "Size\n"
IDS_DGN_QUANTITY_STIRRUP_N                    = "Stirrup\n"
IDS_DGN_QUANTITY_TRANSVERSE_N                 = "Transverse\n"
IDS_DGN_QUANTITY_CONCRETE_N                   = "Concrete\n"
IDS_DGN_QUANTITY_FORM_N                       = "Form\n"
IDS_DGN_QUANTITY_TOP_N                        = "Top\n"
IDS_DGN_QUANTITY_BOTTOM_N                     = "Bottom\n"
IDS_DGN_QUANTITY_SUM_N                        = "Sum\n"
IDS_DGN_QUANTITY_GENERATE_STRIP_FOOTING_EXCEL_FILE  = "줄기초의 물량 정보 엑셀 파일을 생성중입니다."
IDS_DGN_QUANTITY_TOTAL_N                      = "Total\n"
IDS_DGN_NOT_EXIST_RC_COMBINED_WALL            = "이형 벽체 정보가 없습니다."

// UNIT CONVERTER (Tab) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TAB_NAME_COM1                    = "Common-1"
IDS_DGN_UNIT_TAB_NAME_COM2                    = "Common-2"
IDS_DGN_UNIT_TAB_NAME_THER                    = "Thermal"
IDS_DGN_UNIT_TAB_NAME_ELEC                    = "Electric"
IDS_DGN_UNIT_TAB_NAME_MISC                    = "Miscellaneous"

// UNIT CONVERTER (Common-1) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TYPE_STR_ENERG                   = "Energy / Work"
IDS_DGN_UNIT_TYPE_STR_ENTHA                   = "Enthalpy"
IDS_DGN_UNIT_TYPE_STR_ENTRO                   = "Entropy"
IDS_DGN_UNIT_TYPE_STR_FORCE                   = "Force / Weight"
IDS_DGN_UNIT_TYPE_STR_POWER                   = "Power"
IDS_DGN_UNIT_TYPE_STR_PRESS                   = "Pressure / Stress"
IDS_DGN_UNIT_TYPE_STR_WDENS                   = "Weight Density"
IDS_DGN_UNIT_TYPE_STR_TENSN                   = "Weight per Length"
IDS_DGN_UNIT_TYPE_STR_TORQU                   = "Moment / Torque"

IDS_DGN_UNIT_STRING_ENERG01                   = "J"
IDS_DGN_UNIT_STRING_ENERG02                   = "kJ"
IDS_DGN_UNIT_STRING_ENERG03                   = "erg"
IDS_DGN_UNIT_STRING_ENERG04                   = "W-h"
IDS_DGN_UNIT_STRING_ENERG05                   = "kW-h"
IDS_DGN_UNIT_STRING_ENERG06                   = "MW-h"
IDS_DGN_UNIT_STRING_ENERG07                   = "kgf-m (kp-m)"
IDS_DGN_UNIT_STRING_ENERG08                   = "gf-cm (p-cm)"
IDS_DGN_UNIT_STRING_ENERG09                   = "cal"
IDS_DGN_UNIT_STRING_ENERG10                   = "kcal"
IDS_DGN_UNIT_STRING_ENERG11                   = "ks-s (ps-s)"
IDS_DGN_UNIT_STRING_ENERG12                   = "ks-h (ps-h)"
IDS_DGN_UNIT_STRING_ENERG13                   = "eV"
IDS_DGN_UNIT_STRING_ENERG14                   = "Mev"
IDS_DGN_UNIT_STRING_ENERG15                   = "ft-pdl"
IDS_DGN_UNIT_STRING_ENERG16                   = "lbf-ft"
IDS_DGN_UNIT_STRING_ENERG17                   = "hp.h"
IDS_DGN_UNIT_STRING_ENERG18                   = "Btu"
IDS_DGN_UNIT_STRING_ENERG19                   = "amu"
IDS_DGN_UNIT_STRING_ENERG20                   = "wavenumber"

IDS_DGN_UNIT_STRING_ENTHA01                   = "J/kg"
IDS_DGN_UNIT_STRING_ENTHA02                   = "kJ/kg"
IDS_DGN_UNIT_STRING_ENTHA03                   = "cal/g"
IDS_DGN_UNIT_STRING_ENTHA04                   = "cal/kg"
IDS_DGN_UNIT_STRING_ENTHA05                   = "kcal/kg"
IDS_DGN_UNIT_STRING_ENTHA06                   = "Btu/lb"

IDS_DGN_UNIT_STRING_ENTRO01                   = "J/kg'C"
IDS_DGN_UNIT_STRING_ENTRO02                   = "kJ/kg'C"
IDS_DGN_UNIT_STRING_ENTRO03                   = "cal/g'C"
IDS_DGN_UNIT_STRING_ENTRO04                   = "cal/kg'C"
IDS_DGN_UNIT_STRING_ENTRO05                   = "kcal/kg'C"
IDS_DGN_UNIT_STRING_ENTRO06                   = "Btu/lb'F"

IDS_DGN_UNIT_STRING_POWER01                   = "W (J/s, Nm/s)"
IDS_DGN_UNIT_STRING_POWER02                   = "kW (kJ/s)"
IDS_DGN_UNIT_STRING_POWER03                   = "erg/s"
IDS_DGN_UNIT_STRING_POWER04                   = "kgf-m/s"
IDS_DGN_UNIT_STRING_POWER05                   = "PS (KS)"
IDS_DGN_UNIT_STRING_POWER06                   = "cal/s"
IDS_DGN_UNIT_STRING_POWER07                   = "kcal/h"
IDS_DGN_UNIT_STRING_POWER08                   = "kcal/min"
IDS_DGN_UNIT_STRING_POWER09                   = "pdl-ft/s"
IDS_DGN_UNIT_STRING_POWER10                   = "lbf-ft/min"
IDS_DGN_UNIT_STRING_POWER11                   = "lbf-ft/s"
IDS_DGN_UNIT_STRING_POWER12                   = "hp"
IDS_DGN_UNIT_STRING_POWER13                   = "Btu/h"
IDS_DGN_UNIT_STRING_POWER14                   = "Btu/min"
IDS_DGN_UNIT_STRING_POWER15                   = "prony"
IDS_DGN_UNIT_STRING_POWER16                   = "rt (ref. ton)"
IDS_DGN_UNIT_STRING_POWER17                   = "US rt (CTR)"

IDS_DGN_UNIT_STRING_FORCE01                   = "N"
IDS_DGN_UNIT_STRING_FORCE02                   = "kN"
IDS_DGN_UNIT_STRING_FORCE03                   = "dyne"
IDS_DGN_UNIT_STRING_FORCE04                   = "pdl (poundal)"
IDS_DGN_UNIT_STRING_FORCE05                   = "lbf"
IDS_DGN_UNIT_STRING_FORCE06                   = "kips"
IDS_DGN_UNIT_STRING_FORCE07                   = "tf"
IDS_DGN_UNIT_STRING_FORCE08                   = "kgf (kp)"
IDS_DGN_UNIT_STRING_FORCE09                   = "p (pond, gf)"
IDS_DGN_UNIT_STRING_FORCE10                   = "ozf"
IDS_DGN_UNIT_STRING_FORCE11                   = "UK tf"

IDS_DGN_UNIT_STRING_PRESS01                   = "Pa (N/m²)"
IDS_DGN_UNIT_STRING_PRESS02                   = "kPa"
IDS_DGN_UNIT_STRING_PRESS03                   = "MPa (N/mm²)"
IDS_DGN_UNIT_STRING_PRESS04                   = "dyne/cm²"
IDS_DGN_UNIT_STRING_PRESS05                   = "bar"
IDS_DGN_UNIT_STRING_PRESS06                   = "tf/cm²"
IDS_DGN_UNIT_STRING_PRESS07                   = "kgf/m² (kp/m²)"
IDS_DGN_UNIT_STRING_PRESS08                   = "kgf/cm² (kp/cm²)"
IDS_DGN_UNIT_STRING_PRESS09                   = "mmAq (mmH20)"
IDS_DGN_UNIT_STRING_PRESS10                   = "inAq (inH20)"
IDS_DGN_UNIT_STRING_PRESS11                   = "ftAq (ftH20)"
IDS_DGN_UNIT_STRING_PRESS12                   = "mmHq (ftH20)"
IDS_DGN_UNIT_STRING_PRESS13                   = "inHg"
IDS_DGN_UNIT_STRING_PRESS14                   = "atm"
IDS_DGN_UNIT_STRING_PRESS15                   = "pdl/ft²"
IDS_DGN_UNIT_STRING_PRESS16                   = "lbf/in² (psi)"
IDS_DGN_UNIT_STRING_PRESS17                   = "lbf/ft² (psf)"
IDS_DGN_UNIT_STRING_PRESS18                   = "kips/in² (ksi)"
IDS_DGN_UNIT_STRING_PRESS19                   = "UK tf/in²"
IDS_DGN_UNIT_STRING_PRESS20                   = "UK tf/ft²"

IDS_DGN_UNIT_STRING_WDENS01                   = "N/m³"
IDS_DGN_UNIT_STRING_WDENS02                   = "kN/m³"
IDS_DGN_UNIT_STRING_WDENS03                   = "N/mm³"
IDS_DGN_UNIT_STRING_WDENS04                   = "kgf/m³"
IDS_DGN_UNIT_STRING_WDENS05                   = "kgf/cm³"
IDS_DGN_UNIT_STRING_WDENS06                   = "tf/cm³"
IDS_DGN_UNIT_STRING_WDENS07                   = "gf/cm³"
IDS_DGN_UNIT_STRING_WDENS08                   = "gf/mm³"
IDS_DGN_UNIT_STRING_WDENS09                   = "tf/m³"
IDS_DGN_UNIT_STRING_WDENS10                   = "tf/yd³"
IDS_DGN_UNIT_STRING_WDENS11                   = "lbf/in³"
IDS_DGN_UNIT_STRING_WDENS12                   = "lbf/ft³"
IDS_DGN_UNIT_STRING_WDENS13                   = "kips/in³"
IDS_DGN_UNIT_STRING_WDENS14                   = "kips/ft³"

IDS_DGN_UNIT_STRING_TENSN01                   = "N/m"
IDS_DGN_UNIT_STRING_TENSN02                   = "kN/m"
IDS_DGN_UNIT_STRING_TENSN03                   = "N/cm"
IDS_DGN_UNIT_STRING_TENSN04                   = "N/mm"
IDS_DGN_UNIT_STRING_TENSN05                   = "tf/m"
IDS_DGN_UNIT_STRING_TENSN06                   = "kgf/cm"
IDS_DGN_UNIT_STRING_TENSN07                   = "lbf/in"
IDS_DGN_UNIT_STRING_TENSN08                   = "kips/ft"
IDS_DGN_UNIT_STRING_TENSN09                   = "lbf/ft (plf)"
IDS_DGN_UNIT_STRING_TENSN10                   = "lbf/yd"
IDS_DGN_UNIT_STRING_TENSN11                   = "dyne/cm"

IDS_DGN_UNIT_STRING_TORQU01                   = "N-m"
IDS_DGN_UNIT_STRING_TORQU02                   = "kN-m"
IDS_DGN_UNIT_STRING_TORQU03                   = "dyne-cm"
IDS_DGN_UNIT_STRING_TORQU04                   = "tf-m"
IDS_DGN_UNIT_STRING_TORQU05                   = "tf-cm"
IDS_DGN_UNIT_STRING_TORQU06                   = "kgf-m (kg-m)"
IDS_DGN_UNIT_STRING_TORQU07                   = "kgf-cm (kp-cm)"
IDS_DGN_UNIT_STRING_TORQU08                   = "pdl-ft"
IDS_DGN_UNIT_STRING_TORQU09                   = "lbf-ft"
IDS_DGN_UNIT_STRING_TORQU10                   = "lbf-in"
IDS_DGN_UNIT_STRING_TORQU11                   = "kips-ft"
IDS_DGN_UNIT_STRING_TORQU12                   = "kips-in"
IDS_DGN_UNIT_STRING_TORQU13                   = "ozf-in"
IDS_DGN_UNIT_STRING_TORQU14                   = "UK tf-ft"

// UNIT CONVERTER (Common-2) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TYPE_STR_ANGL                    = "Angle"
IDS_DGN_UNIT_TYPE_STR_AREA                    = "Area"
IDS_DGN_UNIT_TYPE_STR_DENS                    = "Density"
IDS_DGN_UNIT_TYPE_STR_LENG                    = "Length"
IDS_DGN_UNIT_TYPE_STR_MASS                    = "Mass"
IDS_DGN_UNIT_TYPE_STR_TIME                    = "Time"
IDS_DGN_UNIT_TYPE_STR_VELO                    = "Velocity"
IDS_DGN_UNIT_TYPE_STR_VOLM                    = "Volume"

IDS_DGN_UNIT_STRING_ANGL01                    = "Deg"
IDS_DGN_UNIT_STRING_ANGL02                    = "Min"
IDS_DGN_UNIT_STRING_ANGL03                    = "Sec"
IDS_DGN_UNIT_STRING_ANGL04                    = "Rad"
IDS_DGN_UNIT_STRING_ANGL05                    = "Rev"

IDS_DGN_UNIT_STRING_AREA01                    = "m²"
IDS_DGN_UNIT_STRING_AREA02                    = "cm²"
IDS_DGN_UNIT_STRING_AREA03                    = "mm²"
IDS_DGN_UNIT_STRING_AREA04                    = "km²"
IDS_DGN_UNIT_STRING_AREA05                    = "in²"
IDS_DGN_UNIT_STRING_AREA06                    = "ft²"
IDS_DGN_UNIT_STRING_AREA07                    = "yd²"
IDS_DGN_UNIT_STRING_AREA08                    = "rod²"
IDS_DGN_UNIT_STRING_AREA09                    = "mile²"
IDS_DGN_UNIT_STRING_AREA10                    = "a (are)"
IDS_DGN_UNIT_STRING_AREA11                    = "ha (hectare)"
IDS_DGN_UNIT_STRING_AREA12                    = "rood"
IDS_DGN_UNIT_STRING_AREA13                    = "acre"

IDS_DGN_UNIT_STRING_DENS01                    = "kg/m³"
IDS_DGN_UNIT_STRING_DENS02                    = "kg/l"
IDS_DGN_UNIT_STRING_DENS03                    = "kg/cm³"
IDS_DGN_UNIT_STRING_DENS04                    = "g/m³"
IDS_DGN_UNIT_STRING_DENS05                    = "g/l"
IDS_DGN_UNIT_STRING_DENS06                    = "g/cm³"
IDS_DGN_UNIT_STRING_DENS07                    = "g/mm³"
IDS_DGN_UNIT_STRING_DENS08                    = "t/m³"
IDS_DGN_UNIT_STRING_DENS09                    = "t/yd³"
IDS_DGN_UNIT_STRING_DENS10                    = "lb/in³"
IDS_DGN_UNIT_STRING_DENS11                    = "lb/ft³"
IDS_DGN_UNIT_STRING_DENS12                    = "slug/in³"
IDS_DGN_UNIT_STRING_DENS13                    = "Slug/ft³"
IDS_DGN_UNIT_STRING_DENS14                    = "lb/US gal"
IDS_DGN_UNIT_STRING_DENS15                    = "oz/US gal"
IDS_DGN_UNIT_STRING_DENS16                    = "lb/UK gal"
IDS_DGN_UNIT_STRING_DENS17                    = "oz/UK gal"

IDS_DGN_UNIT_STRING_LENG01                    = "m"
IDS_DGN_UNIT_STRING_LENG02                    = "cm"
IDS_DGN_UNIT_STRING_LENG03                    = "mm"
IDS_DGN_UNIT_STRING_LENG04                    = "km"
IDS_DGN_UNIT_STRING_LENG05                    = "in"
IDS_DGN_UNIT_STRING_LENG06                    = "ft"
IDS_DGN_UNIT_STRING_LENG07                    = "mile"
IDS_DGN_UNIT_STRING_LENG08                    = "US mile"
IDS_DGN_UNIT_STRING_LENG09                    = "UK mile"
IDS_DGN_UNIT_STRING_LENG10                    = "Light Year"
IDS_DGN_UNIT_STRING_LENG11                    = "Furlong"
IDS_DGN_UNIT_STRING_LENG12                    = "Fathom"
IDS_DGN_UNIT_STRING_LENG13                    = "rod"
IDS_DGN_UNIT_STRING_LENG14                    = "Parsec"
IDS_DGN_UNIT_STRING_LENG15                    = "Angstrom"
IDS_DGN_UNIT_STRING_LENG16                    = "chain"
IDS_DGN_UNIT_STRING_LENG17                    = "Ja"
IDS_DGN_UNIT_STRING_LENG18                    = "Ri"
IDS_DGN_UNIT_STRING_LENG19                    = "yard"

IDS_DGN_UNIT_STRING_MASS01                    = "kg"
IDS_DGN_UNIT_STRING_MASS02                    = "g"
IDS_DGN_UNIT_STRING_MASS03                    = "mg"
IDS_DGN_UNIT_STRING_MASS04                    = "water drop"
IDS_DGN_UNIT_STRING_MASS05                    = "lb"
IDS_DGN_UNIT_STRING_MASS06                    = "slug"
IDS_DGN_UNIT_STRING_MASS07                    = "oz"
IDS_DGN_UNIT_STRING_MASS08                    = "t"
IDS_DGN_UNIT_STRING_MASS09                    = "UK t"
IDS_DGN_UNIT_STRING_MASS10                    = "US short t"
IDS_DGN_UNIT_STRING_MASS11                    = "amu"
IDS_DGN_UNIT_STRING_MASS12                    = "k (caret)"
IDS_DGN_UNIT_STRING_MASS13                    = "돈"
IDS_DGN_UNIT_STRING_MASS14                    = "근"
IDS_DGN_UNIT_STRING_MASS15                    = "관"

IDS_DGN_UNIT_STRING_TIME01                    = "sec"
IDS_DGN_UNIT_STRING_TIME02                    = "mili sec"
IDS_DGN_UNIT_STRING_TIME03                    = "micro sec"
IDS_DGN_UNIT_STRING_TIME04                    = "nano sec"
IDS_DGN_UNIT_STRING_TIME05                    = "min"
IDS_DGN_UNIT_STRING_TIME06                    = "hour"
IDS_DGN_UNIT_STRING_TIME07                    = "day"
IDS_DGN_UNIT_STRING_TIME08                    = "week"
IDS_DGN_UNIT_STRING_TIME09                    = "month"
IDS_DGN_UNIT_STRING_TIME10                    = "year"

IDS_DGN_UNIT_STRING_VELO01                    = "km/s"
IDS_DGN_UNIT_STRING_VELO02                    = "m/s"
IDS_DGN_UNIT_STRING_VELO03                    = "cm/s"
IDS_DGN_UNIT_STRING_VELO04                    = "mm/s"
IDS_DGN_UNIT_STRING_VELO05                    = "km/h"
IDS_DGN_UNIT_STRING_VELO06                    = "m/h"
IDS_DGN_UNIT_STRING_VELO07                    = "in/s"
IDS_DGN_UNIT_STRING_VELO08                    = "ft/s"
IDS_DGN_UNIT_STRING_VELO09                    = "yd/s"
IDS_DGN_UNIT_STRING_VELO10                    = "mile/s"
IDS_DGN_UNIT_STRING_VELO11                    = "in/min"
IDS_DGN_UNIT_STRING_VELO12                    = "ft/min"
IDS_DGN_UNIT_STRING_VELO13                    = "yd/min"
IDS_DGN_UNIT_STRING_VELO14                    = "yd/h"
IDS_DGN_UNIT_STRING_VELO15                    = "mile/h"
IDS_DGN_UNIT_STRING_VELO16                    = "knot"
IDS_DGN_UNIT_STRING_VELO17                    = "UK knot"

IDS_DGN_UNIT_STRING_VOLM01                    = "m³"
IDS_DGN_UNIT_STRING_VOLM02                    = "l"
IDS_DGN_UNIT_STRING_VOLM03                    = "cm³ (ml, cc)"
IDS_DGN_UNIT_STRING_VOLM04                    = "mm³"
IDS_DGN_UNIT_STRING_VOLM05                    = "water drop"
IDS_DGN_UNIT_STRING_VOLM06                    = "in³"
IDS_DGN_UNIT_STRING_VOLM07                    = "ft³"
IDS_DGN_UNIT_STRING_VOLM08                    = "yd³"
IDS_DGN_UNIT_STRING_VOLM09                    = "US bushel"
IDS_DGN_UNIT_STRING_VOLM10                    = "US lig pt"
IDS_DGN_UNIT_STRING_VOLM11                    = "US gal"
IDS_DGN_UNIT_STRING_VOLM12                    = "US fl oz"
IDS_DGN_UNIT_STRING_VOLM13                    = "UK bushel"
IDS_DGN_UNIT_STRING_VOLM14                    = "UK pt"
IDS_DGN_UNIT_STRING_VOLM15                    = "UK fl oz"
IDS_DGN_UNIT_STRING_VOLM16                    = "bbl (oil)"
IDS_DGN_UNIT_STRING_VOLM17                    = "quart"

// UNIT CONVERTER (Thermal) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TYPE_STR_HCAPA                   = "Heat Capacity"
IDS_DGN_UNIT_TYPE_STR_HFLUX                   = "Heat Flux"
IDS_DGN_UNIT_TYPE_STR_HTRAN                   = "Heat Transmit Coefficient"
IDS_DGN_UNIT_TYPE_STR_HRADI                   = "Radiation Constant"
IDS_DGN_UNIT_TYPE_STR_HSPEC                   = "Specific Heat"
IDS_DGN_UNIT_TYPE_STR_HCOND                   = "Thermal Conduct"

IDS_DGN_UNIT_STRING_HCAPA01                   = "J/'C"
IDS_DGN_UNIT_STRING_HCAPA02                   = "kJ/'C"
IDS_DGN_UNIT_STRING_HCAPA03                   = "cal/'C"
IDS_DGN_UNIT_STRING_HCAPA04                   = "kcal/'C"
IDS_DGN_UNIT_STRING_HCAPA05                   = "BTU/'F"

IDS_DGN_UNIT_STRING_HFLUX01                   = "W/m²"
IDS_DGN_UNIT_STRING_HFLUX02                   = "kW/m²"
IDS_DGN_UNIT_STRING_HFLUX03                   = "W/cm²"
IDS_DGN_UNIT_STRING_HFLUX04                   = "kW/cm²"
IDS_DGN_UNIT_STRING_HFLUX05                   = "kcal/m².h"
IDS_DGN_UNIT_STRING_HFLUX06                   = "cal/cm².s"
IDS_DGN_UNIT_STRING_HFLUX07                   = "Btu/in².s"
IDS_DGN_UNIT_STRING_HFLUX08                   = "Btu/ft².s"
IDS_DGN_UNIT_STRING_HFLUX09                   = "Btu/ft².h"

IDS_DGN_UNIT_STRING_HTRAN01                   = "W/m²'C"
IDS_DGN_UNIT_STRING_HTRAN02                   = "kW/m²'C"
IDS_DGN_UNIT_STRING_HTRAN03                   = "W/cm²'C"
IDS_DGN_UNIT_STRING_HTRAN04                   = "kcal/m².h.'C"
IDS_DGN_UNIT_STRING_HTRAN05                   = "cal/cm².s.'C"
IDS_DGN_UNIT_STRING_HTRAN06                   = "Btu/ft².h.'F"

IDS_DGN_UNIT_STRING_HRADI01                   = "W/m².K⁴"
IDS_DGN_UNIT_STRING_HRADI02                   = "kw/m².K⁴"
IDS_DGN_UNIT_STRING_HRADI03                   = "W/cm².K⁴"
IDS_DGN_UNIT_STRING_HRADI04                   = "kcal/m².h.K⁴"
IDS_DGN_UNIT_STRING_HRADI05                   = "cal/cm².s.K⁴"
IDS_DGN_UNIT_STRING_HRADI06                   = "Btu/ft.h.K⁴"

IDS_DGN_UNIT_STRING_HSPEC01                   = "J/kg'C"
IDS_DGN_UNIT_STRING_HSPEC02                   = "kJ/kg'C"
IDS_DGN_UNIT_STRING_HSPEC03                   = "cal/kg'C"
IDS_DGN_UNIT_STRING_HSPEC04                   = "kcal/kg'C"
IDS_DGN_UNIT_STRING_HSPEC05                   = "cal/g'C"
IDS_DGN_UNIT_STRING_HSPEC06                   = "Btu/lb'F"
IDS_DGN_UNIT_STRING_HSPEC07                   = "Wh/kg'C"
IDS_DGN_UNIT_STRING_HSPEC08                   = "kWh/kg'C"

IDS_DGN_UNIT_STRING_HCOND01                   = "W/m'C"
IDS_DGN_UNIT_STRING_HCOND02                   = "kW/m'C"
IDS_DGN_UNIT_STRING_HCOND03                   = "W/cm'C"
IDS_DGN_UNIT_STRING_HCOND04                   = "kW/cm'C"
IDS_DGN_UNIT_STRING_HCOND05                   = "kcal/hm'C"
IDS_DGN_UNIT_STRING_HCOND06                   = "cal/scm'C"
IDS_DGN_UNIT_STRING_HCOND07                   = "Btu/ft².h.'F"
IDS_DGN_UNIT_STRING_HCOND08                   = "Btu/fth'F"
IDS_DGN_UNIT_STRING_HCOND09                   = "Btu/inh'F"

// UNIT CONVERTER (Electric) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TYPE_STR_CAPAC                   = "Capacitance"
IDS_DGN_UNIT_TYPE_STR_CHARG                   = "Charge"
IDS_DGN_UNIT_TYPE_STR_CURRN                   = "Current"
IDS_DGN_UNIT_TYPE_STR_POTEN                   = "Potential / EMF"
IDS_DGN_UNIT_TYPE_STR_INDUC                   = "Inductance"
IDS_DGN_UNIT_TYPE_STR_FIELD                   = "Magnetic Field"
IDS_DGN_UNIT_TYPE_STR_MFLUX                   = "Magnetic Flux"
IDS_DGN_UNIT_TYPE_STR_RESIS                   = "Resistance"

IDS_DGN_UNIT_STRING_ECAPA01                   = "F (farad)"
IDS_DGN_UNIT_STRING_ECAPA02                   = "micro F"
IDS_DGN_UNIT_STRING_ECAPA03                   = "pF"
IDS_DGN_UNIT_STRING_ECAPA04                   = "stF"
IDS_DGN_UNIT_STRING_ECAPA05                   = "abF"

IDS_DGN_UNIT_STRING_ECHAR01                   = "C (coulomb)"
IDS_DGN_UNIT_STRING_ECHAR02                   = "abC"
IDS_DGN_UNIT_STRING_ECHAR03                   = "stC"
IDS_DGN_UNIT_STRING_ECHAR04                   = "Ah"
IDS_DGN_UNIT_STRING_ECHAR05                   = "Faraday"

IDS_DGN_UNIT_STRING_ECURR01                   = "A"
IDS_DGN_UNIT_STRING_ECURR02                   = "mA"
IDS_DGN_UNIT_STRING_ECURR03                   = "micro A"
IDS_DGN_UNIT_STRING_ECURR04                   = "stA"
IDS_DGN_UNIT_STRING_ECURR05                   = "abA"

IDS_DGN_UNIT_STRING_EPOTE01                   = "V"
IDS_DGN_UNIT_STRING_EPOTE02                   = "abV"
IDS_DGN_UNIT_STRING_EPOTE03                   = "stV"

IDS_DGN_UNIT_STRING_EINDU01                   = "abH"
IDS_DGN_UNIT_STRING_EINDU02                   = "H (henry)"
IDS_DGN_UNIT_STRING_EINDU03                   = "micro H"
IDS_DGN_UNIT_STRING_EINDU04                   = "mH"
IDS_DGN_UNIT_STRING_EINDU05                   = "stH"

IDS_DGN_UNIT_STRING_EFILD01                   = "gauss"
IDS_DGN_UNIT_STRING_EFILD02                   = "T (tesla)"
IDS_DGN_UNIT_STRING_EFILD03                   = "milli gauss"

IDS_DGN_UNIT_STRING_EFLUX01                   = "maxwell"
IDS_DGN_UNIT_STRING_EFLUX02                   = "Wb (weber)"

IDS_DGN_UNIT_STRING_ERESI01                   = "ab Ohm"
IDS_DGN_UNIT_STRING_ERESI02                   = "Ohm"
IDS_DGN_UNIT_STRING_ERESI03                   = "st Ohm"

// UNIT CONVERTER (Miscellaneous) :: 단위 변환기는 번역하지 않음.
IDS_DGN_UNIT_TYPE_STR_MISC_VFLOW              = "Volume Flow"
IDS_DGN_UNIT_TYPE_STR_MISC_SVOLM              = "Specific Volume"
IDS_DGN_UNIT_TYPE_STR_MISC_MFLOW              = "Mass Flow"
IDS_DGN_UNIT_TYPE_STR_MISC_INERT              = "Mass Moment of Inertia"
IDS_DGN_UNIT_TYPE_STR_MISC_TEMPE              = "Temperature"

IDS_DGN_UNIT_STRING_MISC_VFLOW01              = "m³/s"
IDS_DGN_UNIT_STRING_MISC_VFLOW02              = "m³/min"
IDS_DGN_UNIT_STRING_MISC_VFLOW03              = "m³/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW04              = "l/s"
IDS_DGN_UNIT_STRING_MISC_VFLOW05              = "l/min"
IDS_DGN_UNIT_STRING_MISC_VFLOW06              = "l/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW07              = "ft³/s"
IDS_DGN_UNIT_STRING_MISC_VFLOW08              = "ft³/min"
IDS_DGN_UNIT_STRING_MISC_VFLOW09              = "ft³/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW10              = "US gal/s"
IDS_DGN_UNIT_STRING_MISC_VFLOW11              = "US gal/min"
IDS_DGN_UNIT_STRING_MISC_VFLOW12              = "US gal/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW13              = "UK gal/s"
IDS_DGN_UNIT_STRING_MISC_VFLOW14              = "UK gal/min"
IDS_DGN_UNIT_STRING_MISC_VFLOW15              = "UK gal/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW16              = "bbl/h"
IDS_DGN_UNIT_STRING_MISC_VFLOW17              = "bbl/day"

IDS_DGN_UNIT_STRING_MISC_SVOLM01              = "m³/kg"
IDS_DGN_UNIT_STRING_MISC_SVOLM02              = "l/kg"
IDS_DGN_UNIT_STRING_MISC_SVOLM03              = "in³/lb"
IDS_DGN_UNIT_STRING_MISC_SVOLM04              = "ft³/lb"
IDS_DGN_UNIT_STRING_MISC_SVOLM05              = "ft³/slug"
IDS_DGN_UNIT_STRING_MISC_SVOLM06              = "ft³/t"
IDS_DGN_UNIT_STRING_MISC_SVOLM07              = "gal/lb"
IDS_DGN_UNIT_STRING_MISC_SVOLM08              = "UK gal/lb"

IDS_DGN_UNIT_STRING_MISC_MFLOW01              = "kg/s"
IDS_DGN_UNIT_STRING_MISC_MFLOW02              = "kg/min"
IDS_DGN_UNIT_STRING_MISC_MFLOW03              = "kg/h"
IDS_DGN_UNIT_STRING_MISC_MFLOW04              = "g/s"
IDS_DGN_UNIT_STRING_MISC_MFLOW05              = "t/s"
IDS_DGN_UNIT_STRING_MISC_MFLOW06              = "t/min"
IDS_DGN_UNIT_STRING_MISC_MFLOW07              = "t/h"
IDS_DGN_UNIT_STRING_MISC_MFLOW08              = "UK t/h"
IDS_DGN_UNIT_STRING_MISC_MFLOW09              = "lb/s"
IDS_DGN_UNIT_STRING_MISC_MFLOW10              = "lb/min"
IDS_DGN_UNIT_STRING_MISC_MFLOW11              = "lb/h"

IDS_DGN_UNIT_STRING_MISC_INERT01              = "kg-m²"
IDS_DGN_UNIT_STRING_MISC_INERT02              = "kg-cm²"
IDS_DGN_UNIT_STRING_MISC_INERT03              = "g-m²"
IDS_DGN_UNIT_STRING_MISC_INERT04              = "lb-ft²"
IDS_DGN_UNIT_STRING_MISC_INERT05              = "lb-m²"
IDS_DGN_UNIT_STRING_MISC_INERT06              = "oz-m²"

IDS_DGN_UNIT_STRING_MISC_TEMPE01              = "'C"
IDS_DGN_UNIT_STRING_MISC_TEMPE02              = "'F"
IDS_DGN_UNIT_STRING_MISC_TEMPE03              = "K"

// Wind Load Checking ( Simplified Method )
IDS_DGN_WIND_CHCK_OK                          = "OK"
IDS_DGN_WIND_CHCK_NG                          = "NG"
IDS_DGN_WIND_CHCK_SIMP_APP                    = "간단법을 적용할 수 있습니다."
IDS_DGN_WIND_CHCK_SIMP_NOT                    = "간단법을 적용할 수 없습니다."

// Initial Data Setting File Dialog
IDS_DGN_INIT_DATA_FILE_DLG_IMPORT             = "설정을 가져올 파일을 선택하세요."
IDS_DGN_INIT_DATA_FILE_DLG_EXPORT             = "설정을 저장할 파일을 선택하세요."

/////// Quantity Table
IDC_DGN_QUANTITY_AREA_N                       = "단면적\n"
IDC_DGN_QUANTITY_BOT_N                        = "하부\n"
IDC_DGN_QUANTITY_BOTTOM                       = "하부"
IDC_DGN_QUANTITY_BOTTOM_CAP                   = "하부"
IDC_DGN_QUANTITY_BOTTOM_N                     = "하부\n"
IDC_DGN_QUANTITY_BOTTOM_NREBAR                = "하부근"
IDC_DGN_QUANTITY_BOTTOM_NREBAR_N              = "하부근\n"
IDC_DGN_QUANTITY_CENTER                       = "중앙"
IDC_DGN_QUANTITY_CONCRETE_N                   = "콘크리트\n"
IDC_DGN_QUANTITY_CONCRETE_1_N                 = "콘크리트-1\n"
IDC_DGN_QUANTITY_DIR_X                        = "X방향"
IDC_DGN_QUANTITY_DIR_Y                        = "Y방향"
IDC_DGN_QUANTITY_DIRECTION_X                  = "X방향"
IDC_DGN_QUANTITY_DIRECTION_Y                  = "Y방향"
IDC_DGN_QUANTITY_END_I_CAP                    = "단부(I)"
IDC_DGN_QUANTITY_END_J_CAP                    = "단부(J)"
IDC_DGN_QUANTITY_END                          = "단부"
IDC_DGN_QUANTITY_END_BAR_N                    = "단부근\n"
IDC_DGN_QUANTITY_END_N                        = "단부\n"
IDC_DGN_QUANTITY_END_NBAR                     = "단부근"
IDC_DGN_QUANTITY_END_NBAR_N                   = "단부근\n"
IDC_DGN_QUANTITY_EXT_N                        = "외부\n"
IDC_DGN_QUANTITY_FOOTING                      = "기초"
IDC_DGN_QUANTITY_FORM_N                       = "거푸집\n"
IDC_DGN_QUANTITY_H_BEAM                       = "H-형강"
IDC_DGN_QUANTITY_HEIGHT                       = "층고"
IDC_DGN_QUANTITY_HOOP                         = "띠철근"
IDC_DGN_QUANTITY_HOOPBAR                      = "띠철근"
IDC_DGN_QUANTITY_HOR                          = "수평"
IDC_DGN_QUANTITY_HOR_BAR_N                    = "수평근\n"
IDC_DGN_QUANTITY_HOR_N                        = "수평\n"
IDC_DGN_QUANTITY_INT_N                        = "내부\n"
IDC_DGN_QUANTITY_LANDING_LEFT_CAP             = "계단참(좌측)"
IDC_DGN_QUANTITY_LANDING_RIGHT_CAP            = "계단참(우측)"
IDC_DGN_QUANTITY_LAYER_1                      = "레이어 1"
IDC_DGN_QUANTITY_LAYER_2                      = "레이어 2"
IDC_DGN_QUANTITY_LAYER_3                      = "레이어 3"
IDC_DGN_QUANTITY_LAYER_4                      = "레이어 4"
IDC_DGN_QUANTITY_LAYER_NO                     = "레이어\n개수"
IDC_DGN_QUANTITY_LEFT                         = "좌측"
IDC_DGN_QUANTITY_LX_N                         = "Lx\n"
IDC_DGN_QUANTITY_LY_N                         = "Ly\n"
IDC_DGN_QUANTITY_MAIN                         = "주근"
IDC_DGN_QUANTITY_MAIN_N                       = "주근\n"
IDC_DGN_QUANTITY_MAIN_NBAR                    = "주근"
IDC_DGN_QUANTITY_MAIN_NBAR_N                  = "주근\n"
IDC_DGN_QUANTITY_MAINBAR                      = "주근"
IDC_DGN_QUANTITY_MAINBAR_N                    = "주근\n"
IDC_DGN_QUANTITY_MIDDLE                       = "중앙부"
IDC_DGN_QUANTITY_MIDDLE_CAP                   = "중앙부"
IDC_DGN_QUANTITY_MIDDLE_N                     = "중앙부\n"
IDC_DGN_QUANTITY_NAME                         = "부재명"
IDC_DGN_QUANTITY_QUANTITY_PER_COMBINED_WALL   = "이형 벽체별 물량"
IDC_DGN_QUANTITY_QUANTITY_PER_UNIT_LENGTH     = "단위 길이당 물량"
IDC_DGN_QUANTITY_REBAR                        = "철근"
IDC_DGN_QUANTITY_REBAR1_N                     = "철근1\n"
IDC_DGN_QUANTITY_REBAR1_1_N                   = "철근1-1\n"
IDC_DGN_QUANTITY_REBAR1_2_N                   = "철근1-2\n"
IDC_DGN_QUANTITY_REBAR2_N                     = "철근2\n"
IDC_DGN_QUANTITY_REBAR3_N                     = "철근3\n"
IDC_DGN_QUANTITY_RIGHT                        = "우측"
IDC_DGN_QUANTITY_SECTION                      = "단면"
IDC_DGN_QUANTITY_SIZE_N                       = "크기\n"
IDC_DGN_QUANTITY_SKIN                         = "표피"
IDC_DGN_QUANTITY_SKIN_N                       = "표피\n"
IDC_DGN_QUANTITY_SKIN_NBAR_N                  = "표피\n철근\n"
IDC_DGN_QUANTITY_STAIR_CAP                    = "계단"
IDC_DGN_QUANTITY_STEEL_N                      = "철골\n"
IDC_DGN_QUANTITY_STIRRUP                      = "띠철근"
IDC_DGN_QUANTITY_STIRRUP_N                    = "띠철근\n"
IDC_DGN_QUANTITY_SUB_N                        = "서브\n"
IDC_DGN_QUANTITY_SUM_N                        = "소계\n"
IDC_DGN_QUANTITY_SUM                          = "소계"
IDC_DGN_QUANTITY_TENSION                      = "인장근"
IDC_DGN_QUANTITY_TENSION_N                    = "인장근\n"
IDC_DGN_QUANTITY_THICK_N                      = "두께\n"
IDC_DGN_QUANTITY_TOP                          = "상부"
IDC_DGN_QUANTITY_TOP_CAP                      = "상부"
IDC_DGN_QUANTITY_TOP_N                        = "상부\n"
IDC_DGN_QUANTITY_TOP_NREBAR                   = "상부근"
IDC_DGN_QUANTITY_TOP_NREBAR_N                 = "상부근\n"
IDC_DGN_QUANTITY_TOTAL_CAP                    = "전체"
IDC_DGN_QUANTITY_TOTAL_N                      = "전체\n"
IDC_DGN_QUANTITY_UNIT_WALL                    = "단위 벽체"
IDC_DGN_QUANTITY_VER                          = "수직"
IDC_DGN_QUANTITY_VER_BAR_N                    = "수직근\n"
IDC_DGN_QUANTITY_VER_N                        = "수직\n"
IDC_DGN_QUANTITY_POSI_CANT_L                  = "캔티.좌"
IDC_DGN_QUANTITY_POSI_CANT_R                  = "캔티.우"
IDC_DGN_QUANTITY_POSI_COLUMN                  = "기둥%d"
IDC_DGN_QUANTITY_POSI_SPAN                    = "경간%d-%d"

IDS_DGN_IMPORT_FILE_NOT_SELECTED              = "파일이 선택되지 않았습니다."
IDS_DGN_IMPORT_FILE_NOT_OPEN                  = "파일을 오픈하지 못했습니다."
IDS_DGN_IMPORT_PREF_NOT_SELECTED              = "가져올 항목이 선택되지 않았습니다."
IDS_DGN_IMPORT_PREF_SUCCEED                   = "사용자 설정과 설계 옵션 가져오기를 성공하였습니다."
IDS_DGN_IMPORT_PREF_FAILED                    = "사용자 설정과 설계 옵션 가져오기를 실패했습니다."

IDS_DGN_MEMB_NOT_SELECTED                     = "부재가 선택되지 않았습니다."
IDS_DGN_EDIT_ALL_STORY                        = "모든 층이 선택되었습니다.\n모든 층의 정보를 변경할까요?"

/////// DGN_SELECT_UNIT_GRID
IDS_DGN_NUMB_FORM_UNIT_LENGTH                 = "길이"
IDS_DGN_NUMB_FORM_UNIT_FORCE                  = "힘"
IDS_DGN_NUMB_FORM_UNIT_WEIGHT                 = "중량"
IDS_DGN_NUMB_FORM_UNIT_AREA 				  = "면적"
IDS_DGN_NUMB_FORM_UNIT_VOLUME 			      = "부피"
IDS_DGN_NUMB_FORM_UNIT_STIF 				  = "강성"
IDS_DGN_NUMB_FORM_UNIT_MOMENT 			      = "모멘트"
IDS_DGN_NUMB_FORM_UNIT_UNIT_MOMENT 		      = "단위 모멘트"
IDS_DGN_NUMB_FORM_UNIT_UNIT_FORCE 		      = "단위 힘"
IDS_DGN_NUMB_FORM_UNIT_UNIT_LOAD              = "단위 하중"
IDS_DGN_NUMB_FORM_UNIT_SPRING                 = "스프링"
IDS_DGN_NUMB_FORM_UNIT_STRESS 			      = "응력"
IDS_DGN_NUMB_FORM_UNIT_PRESSURE 			  = "압력"
IDS_DGN_NUMB_FORM_UNIT_ELAST 			      = "탄성"
IDS_DGN_NUMB_FORM_UNIT_UNIT_SPRING            = "단위 스프링"
IDS_DGN_NUMB_FORM_UNIT_DENSITY                = "밀도"
IDS_DGN_NUMB_FORM_UNIT_MASS_DENSITY           = "질량 밀도"
IDS_DGN_NUMB_FORM_UNIT_MEMB_LENGTH            = "부재 길이"
IDS_DGN_NUMB_FORM_UNIT_DISTRIBUTED_LOAD       = "분포 하중"
IDS_DGN_NUMB_FORM_UNIT_CONCENTRATED_LOAD      = "집중 하중"
IDS_DGN_NUMB_FORM_UNIT_SOIL_CAPACITY 		  = "지반 내력"
IDS_DGN_NUMB_FORM_UNIT_PILE_CAPACITY 		  = "파일 내력"
IDS_DGN_NUMB_FORM_UNIT_MEMB_VOLUME 		      = "부재 부피"
IDS_DGN_NUMB_FORM_UNIT_MEMB_AREA 			  = "부재 면적"
IDS_DGN_NUMB_FORM_UNIT_MEMB_DENSITY 		  = "부재 밀도"
IDS_DGN_NUMB_FORM_UNIT_SOIL_STIFFNESS 		  = "지반 강성"

IDS_DGN_MSG_UPDATE_MATL_BY_REBAR_DIA          = "철근 직경에 따른 재질 옵션이 적용되어 있습니다.\n재질 정보를 갱신할까요?"
IDS_DGN_RESET_TO_DEFAULT                      = "기본값으로 초기화할까요?"